const the_middle_octave = {
  name: 'האוקטבה האמצעית',
  chapters: [
    // chapter 0 - פרולוג
    {
      chapterHeader: 'פרולוג',
      lessons: [
        {
          lessonHeader: 'דברי פתיחה',
          lessonElements: [
            {
              para: 'מחשבה אחת ליוותה אותי בכתיבת הספר הזה - ללמד את הצעדים הראשונים שפסנתרן בתחילת דרכו צריך לעשות כדי לרכוש כלים יסודיים ומעשיים להתחלת לימוד הנגינה בפסנתר.',
            },
            {
              para: 'בגלל שלא מצאתי ספר כזה, החלטתי לכתוב אחד, ואם כבר אז למה לא להכין גרסה דיגיטלית  שאוכל לעדכן ולשפר אותה עם הזמן.',
            },
            {
              para: 'הספר הזה מיועד למתחילים בלי אף ניסיון בנגינה, אך כדאי שיהיה מעט רקע בשמות הצלילים ובמושגים בסיסיים במוזיקה.',
            },
            {
              para: 'תלמידים מתחילים שלומדים מהספר הזה לראשונה, ממליץ לכם לנגן את התרגילים עם ליווי ביד שמאל בטכניקת השורשים ואחרי קצת ניסיון גם בטכניקת הפירוקי רבעים. תלמידים מתקדמים יותר שקוראים את הספר בפעם השנייה יכולים לעבור על התרגילים בשיטות יותר מתקדמות, כמו פירוקי שמיניות, בלוק-סטייל וכל מה שאתם רוצים לתרגל.',
            },
            {
              para: 'מבחינת הידע המוזיקלי שתרכשו לאורך הספר, אנחנו נתעסק עם צלילי האוקטבה האמצעית בסולם דו מז׳ור (הקלידים הלבנים), שבעת האקורדים הדיאטוניים של סולם דו מז׳ור, וערכי הקצב שלמים, חצאים, רבעים, שמיניות, חצי מנוקד, רבע מנוקד וקשתות.',
            },
            {
              para: 'כמה מילים בנינו לפני שמתחילים שאני רוצה שתקחו איתכם לדרך - אל תשכחו להנות, לשאול שאלות, לפתח סקרנות, ולדחוף כל הזמן קדימה. לנגן בפסנתר זה אתגר לא פשוט, אבל זה אפשרי אם תתמידו ותרכשו את הכלים המתאימים. אני אשתדל כמה שאני יכול לעזור לכם להתחיל להניע את העניינים, ועד סוף הספר הזה אתם תקבלו ביטחון בעצמכם ותצליחו לנגן מוזיקה כמו פסנתרנים.',
            },
          ],
        },
      ],
    },

    // chapter 1
    {
      chapterHeader: 'שלושה צלילים ראשונים',
      lessons: [
        // lesson 1
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            {
              para: ' בתור התחלה נלמד לנגן שלושה צלילים באוקטבה האמצעית: דו, רה, מי.',
            },
            {
              para: 'כך הם כתובים על החמשה במפתח סול:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  K: 'C',
                },
                body: `C | D  | E |`,
              },
            },
            {
              para: 'כאשר ראש התו חלול ואין לו רגל, הוא מייצג את ערך הקצב ״שלם״. כאשר הוא חלול ויש לו רגל, הוא מייצג את הערך ״חצי״.',
            },
            {
              para: 'למעלה התווים כתובים בערכי קצב של שלמים, וכך ייראו התווים האלו בערכי קצב של חצאים:',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  K: 'C',
                },
                body: `C | D  | E | `,
              },
            },
            {
              para: 'האקורדים שנלמד בפרק הזה הם דו מז׳ור וסול מז׳ור. את אקורד דו מז׳ור מייצגים על ידי ״C״ ואת אקורד סול מז׳ור על ידי ״G״. ',
            },
            {
              para: ' על פני החמשה הם ייראו כך:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  K: 'C',
                },
                body: `"C"z | "G"z |`,
              },
            },
            {
              para: 'תזכורת: אקורד דו מז׳ור מורכב מהצלילים ״דו + מי + סול״ ואקורד סול מז׳ור מורכב מהצלילים ״סול + סי + רה״.',
            },
            {
              para: 'לפני שנתחיל עם החלק המעשי, בואו נראה איך כותבים ״שקט״. איך כותבים הפסקות של שלמים וחצאים.',
            },
            {
              para: 'הפסקות של שלמים נראות ככה:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `z| z| z| z|]`,
              },
            },
            {
              para: 'והפסקות של חצאים נראות ככה:',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `z z| z z| z z| z z|]`,
              },
            },
            {
              para: 'שימו לב שבמשקל של ארבע רבעים, הפסקה של שלם תופסת תיבה שלמה, כי הערך שלם הוא שווה ערך בדיוק לארבע רבעים. הערך חצי שווה ערך בדיוק לשני רבעים, ולכן שני חצאים ממלאים תיבה שלמה במשקל של ארבע רבעים.',
            },
          ],
        },
        // lesson 2
        {
          lessonHeader: 'תרגול טכניקה ליד ימין',
          lessonElements: [
            {
              para: 'בשיעור הזה נתמקד בטכניקה של יד ימין, בטכניקה הכי בסיסית - לנגן את המנגינה. לנגן את התווים שכתובים בתרשים.',
            },
            {
              para: 'למה אני קורא לניגון התווים בדיוק כמו שהם ״טכניקה״? מכיוון שככל שתתקדמו בלמידת הנגינה בפסנתר אתם תראו שתווי המנגינה הם יותר ״הנחיות כלליות״ מאשר הוראות נוקשות. אמנם זה מעבר לסקופ של הספר הזה, אבל זה נושא שנתעסק איתו בספרים הבאים בסדרה (שילבתי פרסומת ;).',
            },
            {
              para: 'כאשר אתם מסתכלים על תרגיל ובכלל על כל יצירה שכתובה מולכם, אתם צריכים להעיף עליה מבט ולראות אם אתם מבינים מה הולך. אם אתם מזהים את התווים שכתובים בה, אם הקצב של המנגינה מובן, ורק אז מתחילים לנגן.',
            },
            {
              para: 'בתור התחלה אני רוצה שרק תסתכלו על התרגיל, ותקראו בקול רם את התווים שכתובים בו. תוודאו שאתם מצליחים לזהות את כל התווים בתרגיל.',
            },
            {
              para: 'לאחר מכן תפעילו מטרונום על טמפו איטי ותמחאו כף לפי הקצב של המנגינה או אפילו יותר טוב, תנסו לשיר את התווים. תעשו ככה עד שהקצב והתווים ברורים לכם.',
            },
            {
              para: 'אז אחרי שהתווים מובנים והקצב ברור זה הזמן לנגן. תפעילו מטרונום ותנגנו את המנגינה לפי הקצב. נסו תוך כדי לספור את הפעימות (אחת, שתיים, שלוש, אבע...), לרקוע עם הרגל, להזיז את הגוף מעט לפי  הקצב, ולשיר את המנגינה ביחד עם הפסנתר. ככל שתרגישו את המוזיקה עם הגוף, האוזניים והמחשבה אתם תשתפרו בנגינה ובפיתוח החשיבה המוזיקלית.',
            },

            {
              para: ' נסכם את השלבים לביצוע כל תרגיל:',
            },
            {
              oList: [
                { listItem: 'לקרוא את התווים בקול רם' },
                { listItem: 'למחוא כף לפי קצב המנגינה ביחד עם מטרונום' },
                { listItem: 'לנגן את התווים עם מטרונום תוך תזוזה עם הגוף / רקיעה עם הרגל / שירה של התווים' },
              ],
            },
            {
              para: 'אם הכל ברור בואו נתחיל. כתבתי לכם תרגילים ברמת קושי עולה, תעברו על כולם אפילו יותר מפעם אחת לפי השלבים שתיארתי למעלה.',
            },

            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `C | E | D | E | C |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `E | E/ D/ | E | E | C |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `D/ E/ | C/ C/ | D | E/ D/ | C |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `C/ D/ | E/ D/ | E/ C/ | C/ E/ | C |]
                `,
              },
            },
            {
              para: 'בואו ננגן תרגילים ארוכים יותר. תזכרו לשמור על הקצב מההתחלה ועד הסוף.',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `C C | D D | E E | D2 |
                E C | D E | C E | D C |]
                `,
              },
            },

            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: ` E C | E C | D C | C D |
                E C | E C | D C | C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: ` C2 | D C | C2 | E C |
                C2 | D E | E D | C2 |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: ` C C | E E | D D | C2 |
                C C | E E | D2 | C D |
                E E | C C | D C | E2 |
                C C | E E | D D | C2 |]
                `,
              },
            },

            {
              para: 'בואו נתרגל מנגינות שכוללות הפסקות:',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `C C | E z | E E | D z |
                C D | z2 | E C | z2 |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `z C | z D | z E | C D |
                E2 | z D | C E | z2 | C2|]
                `,
              },
            },
            {
              para: 'האם אתם מוכנים להמשיך לשיעור הבא? אם אתם מצליחים לנגן את התרגילים תוך התבוננות בתווים ובלי להסתכל על היד שלכם, ואתם מצליחים לנגן לפי הקצב עם מטרונום וגם בלי, אתם מוכנים.',
            },
            {
              para: 'אם זה עדיין קשה, תמשיכו להתאמן ואל תוותרו. תתמידו ותעבדו על התרגילים של השיעור הזה שוב ושוב עד שתוכלו לנגן את כולם בלי בעיה.',
            },

            // remove the following from the lesson

            //       {
            //         para: ' בתור התחלה תנגנו רק את התווים, לאחר מכן תנגנו רק את הליווי ביד שמאל, ואחרי שאתם מסוגלים לנגן עם כל יד בנפרד, נסו לנגן עם שתי ידיים ביחד. ',
            //       },
            //       {
            //         tune: {
            //           header: {
            //             L: '1/2',
            //             M: '4/4',
            //             K: 'C',
            //           },
            //           body: `"C" CC | DE |"G" DE | "C" DC |
            // "C" EE | DC | "G" ED | D2 |
            // "C" CC | DC | "G" EC | "C" C2 |]`,
            //           meta: {
            //             C: 'Irad Doron',
            //             T: 'Little Exercise',
            //           },
            //         },
            //       },
          ],
        },
        // lesson 3
        {
          lessonHeader: 'תרגול טכניקה ליד שמאל',
          lessonElements: [
            {
              para: 'בשיעור הקודם למדנו לעבוד עם יד ימין, ועכשיו נעבוד על יד שמאל.',
            },
            {
              para: 'בתרגילים הבאים אציג לכם תרשימים עם האקורדים שלמדנו עד כה (דו מז׳ור וסול מז׳ור). את כל התרגילים אני רוצה שתנגנו קודם בטכניקת השורשים ואחרי שזה יחסית מרגיש קל ונוח תנגנו בטכניקת פירוקי הרבעים.',
            },
            {
              para: 'בתרגיל הבא המטרה היא לתרגל מעבר בין שני האקורדים. נגנו בהתחלה לאט, לאט, בלי מטרונום, רק כדי לראות שברור איך צריך לנגן, ואז תפעילו מטרונום על טמפו איטי ותנגנו את התרגיל בלופים.',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `[|:"C" z | "G" z | "C" z | "G" z :|]`,
              },
            },
            {
              para: 'אם לא כתוב אקורד חדש בתחילת תיבה, זה אומר שהאקורד האחרון שנרשם הוא האקורד הנוכחי. במילים אחרות, ברגע שכתוב אקורד, זה האקורד של היצירה עד שנכתב אקורד חדש.',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `[|:"C" z |  z | "G" z |  z :|]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `[|:"C" z |  "G" z |  z | "C" z :|]`,
              },
            },
            {
              para: 'אפשר גם לעבור אקורדים במשכי זמן יותר קצרים, כמו חצאים למשל.',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `[|:"C" z "G" z |  "C" z "G" z | "C" z2 | "G" z2 :|]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `[|:"C" z2 |  "G" z "C" z | "G" z2 | "C" z2 :|]`,
              },
            },
            {
              para: 'חשוב מאוד להתאמן על ליווי עם מטרונום ברקע. פיתוח תחושת קצב זה קריטי לנגינה בפסנתר ובכלל לכל מה שקשור למוזיקה.',
            },
            {
              para: 'אם אתם מצליחים לעבור היטב בין האקורדים ולנגן את התרגילים האלו בצורה טובה, אתם מוכנים להמשיך לשיעור הבא.',
            },
          ],
        },
        // lesson 4
        {
          lessonHeader: 'יצירות ראשונות בשתי ידיים',
          lessonElements: [
            {
              para: 'אם הגעתם לכאן סימן שאתם מסוגלים לנגן מנגינות ביד ימין וללוות אקורדים ביד שמאל. השלב הבא הולך להיות כיף במיוחד - לנגן בשתי ידיים. ',
            },
            {
              para: 'אני זוכר שראיתי פעם ראשונה מישהו מנגן בפסנתר זה היה נראה לי כמעט לא אנושי. איך אפשר בכלל לנגן בשתי ידיים וכל יד עושה משהו אחר לגמרי? לפני ששמתי לב גם אני הצלחתי ואז הבנתי איך עושים את זה. מילות המפתח הן תבניות וזיכרון עצבי.',
            },
            {
              para: 'בהתחלה מצליחים לנגן ביד אחת. אחר כך מצליחים לנגן ביד שנייה. ככל שמתאמנים יותר על התפקיד של כל יד, נדרש למוח שלנו פחות ״כוח עיבוד״ כדי להבין מה לנגן. הידיים צריכות לקבל פחות הנחיות, כי הזיכרון העצבי נכנס לפעולה. כאשר מתרגלים שוב ושוב תבנית מסוימת, היד זוכרת אותה. זה נקרא ״זיכרון עצבי״. העצבים ביד זוכרים את התנועות ועם הזמן מבצעים אותן באופן אוטומטי.',
            },
            {
              para: 'בהקשר שלנו, אם התאמנתם היטב על קריאת תווים ליד ימין ונגינתם, והתאמנתם היטב על ליווי אקורדים ביד שמאל בטכניקת השורשים ופירוקי הרבעים, אתם תצליחו לנגן בקצב איטי גם בשתי ידיים. ככה זה עובד. ',
            },
            {
              para: 'בתחילת כל תרגיל תנגנו בלי מטרונום רק כדי להרגיש את הנגינה בשתי ידיים. אחרי ששברת את הקרח והתחממתם תפעילו מטרונום על טמפו איטי (אפילו על 40 אם צריך).  העיקר לעבוד בתוך מסגרת קצב כלשהי. מטרונום הוא חשוב מאוד בשלבים האלו.',
            },
            {
              para: 'נקודת המוצא המשותפת לכולם, שכל אחד יכול להצליח, היא לנגן לאט בטכניקת ליווי השורשים ביחד עם נגינת המנגינה, אחרי שלפחות פעם אחת ניגנתם את התפקיד של יד ימין בנפרד, ואת של יד שמאל בנפרד. אחרי שהצלחתם את זה תחזרו על התרגיל אבל עם טכניקת הליווי של פירוקי רבעים.',
            },
            {
              para: 'נתחיל עם כמה תרגילים קצרים כדי להבין את הרעיון. לפני שאתם מנגנים בשתי ידיים, נגנו קודם את התפקיד של יד ימין לבד, ואז את שמאל לבד, ורק אז תנסו לנגן בשתי ידיים.',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C | "G" D | "C" E/ C/| "G" D/ E/ | "C" C |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C C | "G" D C | "C" E2| "G" D2 | "C" C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"G" D E | D C | "C" E D| "G" C E | "C" C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"G" D2 | "C" E2 | "G" D E|  C D| "C" E2 |]`,
              },
            },
            {
              para: 'עכשיו נתקדם לתרגילים יותר ארוכים. אם אתם מרגישים בנוח עם הנגינה, תדחפו את המטרונום קדימה. נגנו כל פעם קצת יותר מהר. מתוך הקושי אתם תרכשו מיומנות בנגינה. אם כל הזמן יהיה לכם קל, כמו בכל דבר בחיים, אתם לא תתקדמו לשום מקום.',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C D | E C | "G" D E | D C |
                 "C" E C | "G" D E | D2 | "C" C2|]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E2 | "G" D2 | "C" E D | "G" D C |
                "C" E2 | "G" D E | D E | "C" C2 |]`,
              },
            },
            {
              para: 'אני מקווה שאתם נהנים ומתחילים לראות שאפשרי לנגן עם שתי ידיים. אני גם מקווה שאתם מקשיבים למה שאתם מנגנים ונהנים מהצלילים שיוצר הפסנתר שלכם. לפעמים כל כך נשאבים לתרגילים וליצירות ברמה הטכנית, כלומר כל כך משתדלים שהכל יהיה נכון ובדיוק במקום, ושוכחים שאנחנו יוצרים מוזיקה. תקשיבו לצלילים שיוצאים מהפסנתר ותתחברו אליהם. גם ביצירות פשוטות אפשר למצוא הרבה יופי.',
            },
            {
              para: 'אם אתם מצליחים לנגן את היצירות של השיעור הזה בליווי שורשים וגם ליווי פירוקי רבעים, אתם מוכנים להמשיך. אם זה עדיין קשה, קחו את הזמן שדרוש לכך ותמשיכו להתאמן עד שתצליחו.',
            },
            {
              para: 'אם ממש קשה לכם לנגן בשתי ידיים עם פירוקי רבעים, תתאמנו עוד עם ליווי שורשים. אם גם זה ממש קשה, תתאמנו על כל יד בנפרד. הכי חשוב תמיד לדחוף קדימה ולנסות להתגבר על הקושי. מתי שאתם מוכנים תעברו לשיעור הבא. ',
            },
          ],
        },
        // lesson 5
        {
          lessonHeader: 'פרימה ויסטה',
          lessonElements: [
            {
              para: 'מה זה פרימה ויסטה? לנגן יצירה בקריאה ראשונה. לנגן יצירה שמעולם לא ראיתם או ניגנתם.',
            },
            {
              para: 'אם קראתם אי פעם פוסט בפייסבוק או הודעה שחבר שלח בטלפון, כנראה שלא הייתם צריכים לפני שפיענכתם את הטקסט לעבור מילה, מילה, ולחפש את הפירוש. הצלחתם לקרוא בצורה מושלמת חלק טקסט מסוים שמעולם לא קראתם בעבר.  בנגינה על כלים מוזיקליים זאת יכולת שחשוב לפתח. לקרוא יצירות מוזיקליות כמו שקוראים פוסטים בפייסבוק.',
            },
            {
              para: 'בשיעור הזה נתרגל פרימה ויסטה. שיעור קודם לפני שניגנו את היצירה בשתי ידיים, התאמנו על כל יד בנפרד. כאן אני רוצה שעל הפעם הראשונה תנגנו בשתי ידיים ובלי מטרונום. תסמכו על האינסטינקטים שלכם ועל הניסיון שרכשתם עד כה.',
            },
            {
              para: 'כישורי הפרימה ויסטה דורשים תרגול והרבה. תתאמנו כמה שאתם יכולים בקריאת מוזיקה (דרך אגב, אם אני אומר ״לקרוא מוזיקה״ אני מתכוון ללנגן את המוזיקה). תזכרו שתרגול, תרגול ועוד תרגול יוצר יכולות פנומנליות. אפילו לקרוא יצירה או שתיים ביום זה מצוין. תתאמנו לפי מה שאתם מסוגלים להשקיע. תמשיכו להתאמן ולהשתפר עד שתוכלו לקרוא מוזיקה בלי בעיה.',
            },
            {
              para: 'לכו על זה, נגנו את היצירות הבאות בקריאה ראשונה, בפרימה ויסטה!',
            },
            {
              tune: {
                header: {
                  L: '1/2',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" CC | DE |"G" DE | "C" DC |
    "C" EE | DC | "G" ED | D2 |
    "C" CC | DC | "G" EC | "C" C2 |]`,
                meta: {
                  C: 'Irad Doron',
                  T: 'Little Exercise',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 E2 | C2 E2 |"G" D2 E2 | D4 |
     "C" E2 C2 |"G" D2 E2 |"C" C2 E2 |"G" D2 C2 |
     "C" C2 E2 | C2 E2 |"G" D2 C2 |"C" C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 D2 | E2 D2 |"G" E2 D2 |"C" E4 |
              "C" E2 D2 | C2 D2 |"G" D4 |"C" C4 |
              "C" C2 D2 | E2 D2 | "G" E2 E2 | D4 |
              "C" C2 E2 | D2 E2 |"G" C2 D2 |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
          ],
        },
        // lesson 6
        {
          lessonHeader: 'עוד יצירות לתרגול',
          lessonElements: [
            {
              para: 'כמו שציינתי בשיעורים קודמים, אי אפשר להדגיש כמה חשוב לתרגל. לאמן את העיניים לזהות את התווים, את האצבעות לנגן אותם ואת המוח והדמיון לחשוב על אופן הביצוע וביטוי המוזיקה. בשיעור הזה תוכלו למצוא עוד יצירות לתרגול, אתם מוזמנים להתאמן על פרימה ויסטה, וגם להקפיץ את המטרונום למעלה ולהעלות את רמת הקושי של התרגילים.',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E4 |"G" D4 |"C" z2 E2 |"G" D4 |
                "C" C2 E2 |"G" E2 D2 |"C" C2 E2 |"G" D4 |
                "C" E4 |"G" D4 |"C" z2 E2 |"G" E2 D2 |
                "C" C2 E2 |"G" D4 | C2 E2 |"C" C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 D2 | E2 E2 |"G" D4 | z4 |
                "C" C2 D2 | E2 E2 |"G" E4 | D2 E2 |
                "C" C2 D2 | E2 E2 |"G" D4 | E2 D2 |
                "C" C2 D2 | E2 C2 |"G" z2 D2 |"C" C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E2 E2 | C2 C2 |"G" D2 D2 |"C" E2 E2 |
                C2 E2 | D2 C2 |"G" E2 D2 |"C" D2 C2 |
                E2 E2 | C2 C2 |"G" D2 C2 | E4 |
                D2 C2 | E2 D2 | D2 C2 |"C" C4 |]`,
              },
            },
          ],
        },
      ],
    },

    // chapter 2
    {
      chapterHeader: 'עוד שני צלילים',
      lessons: [
        // lesson 1
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            {
              para: 'אז אתם יודעים לנגן שלושה צלילים מתוך האוקטבה האמצעית בפסנתר. בפרק הזה נרחיב את הידע ונלמד עד שני צלילים, עוד אקורד אחד ועוד ערך קצב.',
            },
            {
              para: 'הצלילים שנלמד הם: פה ו- סול באוקטבה האמצעית:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  K: 'C',
                },
                body: `F G`,
              },
            },
            {
              para: 'ערך הקצב שנלמד הוא ״רבע״. אזכיר ואומר שחצי שווה ערך לשני רבעים, ושלם שווה ערך לארבעה רבעים. כך כותבים רבעים על החמשה:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                },
                body: `C D E F G`,
              },
            },
            {
              para: 'ככה כותבים הפסקה במשך של רבע:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `z z z z | z z z z |]`,
              },
            },
            {
              para: 'ניזכר בשאר סימני הקבצ של הפסקות שלמדנו (רבעים, חצאים ושלמים):',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `z z z z | z2 z2 | z4 |]`,
              },
            },
            {
              para: 'בנוסף נלמד את האקורד פה מז׳ור, שמורכב מהצלילים פה + לה + דו, ומסומן על ידי האות ״F״. כך הוא כתוב על החמשה:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  K: 'C',
                },
                body: `"F"z`,
              },
            },
          ],
        },
        // lesson 2
        {
          lessonHeader: 'תרגול נגינת רבעים ביד ימין',
          lessonElements: [
            {
              para: 'בשיעור הזה נתאמן בקריאת התווים החדשים בשילוב ערך קצב של רבעים. בתור חימום ותרגול בסיסי נגנו את התווים הבאים עם מטרונום בטמפו איטי ותאמרו בקול רם את שמות הצלילים תוך כדי שאתם מנגנים אותם. אם זה קשה, תאמרו את שמותיהם בלי לנגן, ואז תשלבו גם נגינה.',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C D E F | G F E D | C D E F | G F E D |C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `G F E D | C D E F | G F E D | C D E F | G4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C E D F | E G F E | F G E F | D F E D | C4 |]`,
              },
            },
            {
              para: 'נראה אתכם משלבים עוד ערכי קצב בתרגילים:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C C D E | F2 E2 | E E G F | E D D2 | C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `E4 | G2 C2 | D E F E | E D D2 |
                E2 G C | D E F E | C E D E | F E D2 | C4 |]`,
              },
            },
            {
              para: 'שמעתם פעם את האודה לשמחה? זה הולך משהו כזה:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `E E F G | G F E D | C C D E | E D D2 | 
                E E F G | G F E D | C C D E | D C C2 |]`,
              },
            },
            {
              para: 'תזכרו את המנגינה הזאת אנחנו נחזור אליה בשלב מאוחר יותר.',
            },
            {
              para: 'אנחנו נמצאים בשלב חשוב בתהליך הלימוד, אנחנו עובדים על קטעי נגינה המשלבים את חמש האצבעות. הטכניקה שאתם רוכשים בתרגילים האלו תשרת אתכם לכל אורך הדרך.',
            },
            {
              para: 'מכיוון שזה שלב כה חשוב אני רוצה לתת לכם את האתגר הבא. למשך שבוע, כל יום במשך 5 דקות תנגנו את התרגילים של השיעור הזה. כמה שאתם מספיקים ב- 5 דקות. תתמידו בזה שבוע לפחות. אם צריך תרשמו לכם על פתק כל יום שעמדם במשימה או שתבקשו מחבר או קרוב משפחה שיהיה ה- ״שוטר״ שלכם, וכל ערב ישאל אתכם עם ניגנתם את התרגילים 5 דקות. תעשו מה שצריך כדי להתמיד בכך שבוע. אני אכתוב פה עוד כמה תרגילים שיהיה לכם מה לנגן בשבוע הזה.',
            },
            {
              para: 'אתם יכולים תוך כדי להתקדם לשיעור הבא, אבל תזכרו לתרגל את התרגילים שנמצאים בשיעור הזה.',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C C E E | G G C C | D E F G | E2 E2 |
                C C E E | G G C C | D E F E | D E C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `E2 C2 | G2 G F |E2 D2 | E2 z2 |
                E E C C | G G G F | E F D F | E D C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C D E F | G2 G2 | G F E D | F E D2 |
                C G F E | D E C2 | C F E D | C2 C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C D E C | D E F D | E F G F | G F E D |
                C D E C | D E F E |G F E D | C E C2 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `D2 C2 | E D C2 | F2 E2 | G F E2 |
                D C C D | E D C G | F D E D | C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `C E E2 | D F F2 | G F E D | C C C2 |
                C E E2 | D F F2 | G E C C | G4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `G G F F | E E D D |G G F F | E E D D |
                C C D D | E E D D | F E D E | D C C2 |]`,
              },
            },
          ],
        },
        // lesson 3
        {
          lessonHeader: 'תרגול האקורד החדש פה מז׳ור',
          lessonElements: [
            {
              para: ' את אקורד דו מז׳ור וסול מז׳ור אתם כבר מכירים. בשיעור הזה נוסיף גם את האקורד פה מז׳ור.',
            },
            {
              para: 'כל אקורד חדש שאתם לומדים, חשוב להכיר את הצלילים שלו וגם את הסדר שלהם. הצליל הראשון של אקורד פה מז׳ור הוא ״פה״, הצליל השני ״לה״ והשלישי הוא ״דו״.',
            },
            {
              para: 'את התרגילים הבאים תנגנו תחילה בטכניקת השורשים ולאחר בטכניקת פירוקי רבעים. ',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `"C" z4 |"F" z4 |"G" z4 |"C" z4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `"C" z4 |"F" z4 |"C" z4 |"F" z4 |"G" z4 |"C" z4 |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `"F" z4 |"C" z4 |"F" z2"G" z2 |"C" z4 |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `"C" z2"F" z2 |"G" z2"C" z2 |"F" z4 |"G" z4 |"C" z4 |]
                `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  K: 'C',
                  M: '4/4',
                },
                body: `"C" z2"F" z2 |"G" z2"F" z2 |"G" z2"C" z2 |"F" z4 |"C" z4 |] 
                `,
              },
            },
            {
              para: 'לפני שאתם ממשיכים לשיעור הבא אני רוצה שתרגישו בנוח עם ליווי שורשים ופירוקי רבעים בכל התרגילים כאן. אחרי שתצליחו לנגן את כולם בלי קושי מיוחד תדעו שאתם יכולים להמשיך הלאה.',
            },
          ],
        },
        // lesson 4
        {
          lessonHeader: 'תרגול מנגינה עם רבעים בשתי ידיים',
          lessonElements: [
            {
              para: 'בשיעור הזה נתרגל נגינת יצירות בשתי ידיים, כולל נגינת המנגינה ביד ימין וליווי בשמאל. בשלב הזה אתם כבר מתחילים לרכוש ניסיון בנגינה ולכן הייתי רוצה שכל תרגיל חדש תנסו תחילה לנגן בפרימה ויסטה.  בלי מטרונום ובלי אף הכנה מראש. רק תעיפו מבט חטוף על התרשים המוזיקלי, תראו שאתם מבינים מה כתוב, ותנגו את היצירה. אם תצליחו או לא, זה פחות משנה לי. העיקר תרוויחו עוד אימון בפרימה ויסטה.',
            },
            {
              para: 'אחרי הנגינה הראשונה, תעברו להתאמן על כל תרגיל בצורה יותר שיטתית. נגנו עם מטרונום את התפקיד של יד ימין בנפרד, ואז את של יד שמאל בנפרד ואחרי שהצלחתם כל יד בצורה טובה, תנגנו בשתי ידיים. כמו בתרגילים קודמים, אם עדיין פירוקי רבעים קשים לכם, תנגנו בעיקר שורשים, ובחלק מהתרגילים תנופירוקי רבעים בטמפו איטי.',
            },
            {
              para: 'בנוסף לכך, בחלק מהתרגילים תכבו את המטרונום. זה זמן טוב להתחיל לנגן תוך כדי שאתם סומכים על חוש הקצב שלכם.',
            },
            {
              para: 'קחו כמה תרגילים עם רבעים ורק עם שלושה צלילים ( דו, רה, מי):',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E2 D C |"G" E D D2 |"C" E D C E |"G" C D D2 |
        "C" E2 D C | E E D C |"G" D C D E | D2 D2 |
        "C" E2 D C |"G" E D D2 | D E D C |"C" C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E E E D | E E E D |"G" C D D E | E2 E D |
    "C" C E E D | C E E D |"G" D C D C | D E E2 |
    "C" C C C D | C C C D |"G" E D D C |"C" C E C2 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 D E |"G" E2 D2 |"C" E C D C |"G" D2 E2 |
              "C" E2 D C |"G" D4 |"C" E2 D C |"G" E2 D2 |
              "C" C2 D E |"G" E2 D2 |"C" E D C D |"G" D C D E |
              "C" E2 D C |"G" D4 | E C D C |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              para: 'בואו ננסה לשלב בתרגילים את הצלילים החדשים:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 E2 |"G" G2 F2 |"C" E4 |"G" D4 |
                  "C" E2 C2 |"G" D2 F2 |"C" E2 G2 |"G" D4 |
                  "C" C2 E2 |"G" G2 F2 |"C" G2 E2 |"G" D4 |
                  "C" F2 E2 |"G" C2 D2 | E2 D2 |"C" D2 C2 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" G2 G2 |"G" G2 G2 |"C" E D F E |"G" E2 D2 |
                  "C" E2 G2 |"G" D E F2 | F2 E2 | E2 D2 |
                  "C" G2 G G |"G" G G G F | E D F E |"C" D2 E F |
                  "C" G E F G |"G" G D E F | E D F E |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C C C D | E E E2 |"G" G G G D |"C" F2 E2 |
                  "G" G G G D |"C" D2 E2 |"G" E D F E |"C" D2 C2 |
                  "C" C C C D | E E E2 |"G" G G G F |"C" G F E D |
                  "G" G G G F |"C" E D E C |"G" E D F E |"C" D2 C2 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C E G2 |"G" D E F2 |"C" E D C D |"G" E F E D |
                  "C" C E G2 |"G" F E D2 |"C" C D E C |"G" D4 |
                  "C" C E G2 |"G" D E F2 |"C" E D C D |"G" E F E D |
                  "C" C D E F |"G" G D F2 | E G D C |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              para: 'ועכשיו בואו נראה איך אקורד פה מז׳ור משתלב גם הוא ביצירות:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C E E D |"F" D C C2 |"C" C E E C |"G" C D D2 |
                "C" E E E D |"F" D2 C2 |"C" E E D C |"G" D4 |
                "F" C E E D |"C" D C C2 |"F" C E E D |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 C2 |"F" C2 C2 |"C" E F G E |"G" D4 |
                  "C" C E C E |"F" G F C2 |"C" G F E G |"G" E D D2 |
                  "F" E D D C |"C" C D E2 | E F G E |"G" E D D2 |
                  "F" E D D C |"C" D C C2 |"G" E D D C |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C D E F |"F" G2 F2 |"C" C D E F |"G" D4 |
                  "C" C D E F |"F" E F E D |"G" F G F E |"C" D C E2 |
                  "C" C D E F |"F" G2 F2 | E F E D |"G" E D F2 |
                  E F E D |"F" D E D C |"G" F G F E |"C" D E C2 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"F" C2 F E |"G" D2 E F |"C" G E D C |"G" D4 |
                  "F" F2 C D |"G" D2 E F |"C" E2 D C |"G" D2 D2 |
                  "F" D2 C D |"G" D2 E D |"F" E2 D C |"G" D2 D2 |
                  "F" C2 F E |"G" D2 E F | G E D C |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              para: 'כדי לסגור את כל הנושאים של הפרק, נשאר לנו לתרגל גם הפסקות של רבעים:',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" z C D E |"F" z F E C |"G" z G F D |"C" D2 E2 |
                "F" z C D E |"G" F E D2 |"F" z C D E |"G" G F E2 |
                "C" z E F G |"G" D E"F" F2 |"G" z G F D |"C" D2 C2 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              para: 'נראה אם אצליח לבלבל אתכם בתרגיל הזה (טיפ: תספרו בקול רם את הפעימות):',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" z2 G C |"F" z G C2 |"G" G C z G |"C" C D E D |
                "F" C G2 C |"G" G2 C G |"F" z C G z |"G" E D C D |
                "C" E2 G C |"F" F G C2 |"G" G C D G |"C" G4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },

            {
              para: 'איך הולך מחזיקים מעמד? אני בטוח שכן. ',
            },
            {
              para: 'לנגן בשתי ידיים זה לא קל בהתחלה. לא קל בלשון המעטה. זה עלול להיות מתסכל לנסות שוב ושוב ולא להצליח. בתהליך הלמידה אתם תיתקלו בקשיים, במכשולים שיהיו לכם מאתגרים במיוחד. להרבה אנשים אחד המכשולים הראשונים האלו הם הנגינה בשתי ידיים. חשוב להיות מודעים לכך שזה בסך הכל מכשול שצריך לעבור, ובסוף עוברים אותו. תאמינו לי שמחכים לכם דברים טובים בצד השני. להצליח לנגן בשתי ידיים זה משהו עצום. לא מובן מאליו בכלל. סומך עליכם שלא תוותרו לעצמכם ותמשיכו לנסות עד שתצליחו.',
            },
            {
              para: 'זה שיעור שאתם יכולים לתרגל אותו אפילו במשך כמה שבועות. לנגן בפירוקי רבעים יצירות עם מספר אקורדים, ומנגינות עם רבעים זאת כבר לא רמת מתחילים. זה שלב אחד למעלה ואני בטוח שזה מורגש. קחו לכם את הזמן שאתם צריכים ותתאמנו היטב על היצירות של השיעור. מתי שתצליחו לנגן אותן בכיף, אתם מוכנים להמשיך.',
            },
          ],
        },
      ],
    },

    // chapter 3
    {
      chapterHeader: 'שמיניות ואקורדים מינוריים',
      lessons: [
        // lesson 1
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            { para: 'בפרק הזה נמשיך לעבוד עם חמשת הצלילים שכבר למדנו, ונתקדם בקריאת תווים בערכי קצב יותר מורכבים.' },
            { para: 'בנוסף כדי להוסיף עניין למהלכי האקורדים נלמד עוד שלושה אקורדים חדשים.' },
            {
              para: 'אז מה קבלים כאשר חותכים רבע לשניים? מקבלים שתי שמיניות. ערך הקצב שמינית הוא חצי מהמשך של ערך הקצב רבע',
            },
            {
              para: 'שמינית כתובה כמו רבע, אבל בקצה הרגל יש לה מעין דגל:',
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `C D E F G`,
              },
            },
            {
              para: 'כדי שיהיה נוח לקרוא שמיניות, מחברים קבוצות של שמיניות עם ״קורה״:',
            },

            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `CDEF`,
              },
            },
            {
              para: 'נרחיב ונאמר שבמשקל של ארבעה רבעים, אם יש לנו 4 שמיניות בחצי הראשון או השני של התיבה, נחבר אותם עם קורה. זה נוח לקרוא תיבות כאשר מלחקים את התיבה למעין שני חלקים. אראה לכם איך כן כותבים, ואיך לא, ותגידו לי אתם מה נראה יותר נוח לקריאה:',
            },

            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `CDEFGFED |] CDEF GFED |]`,
              },
            },
            {
              para: 'הפסקות של שמיניות כותבים ככה (להפסקות אין קורה, אם רוצים הפסקה ארוכה נמשתמש בהפסקה של רבע, חצי , או שלם):',
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `z z z z |`,
              },
            },
            {
              para: 'האקורדים שנלמד הם: לה מינור, רה מינור ו- מי מינור.',
            },
            {
              para: 'אקורד לה מינור מורכב מהצלילים לה + דו + מי, ומסומן על ידי  ״Am״:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Am" z |`,
              },
            },
            {
              para: 'אקורד רה מינור מורכב מהצלילים רה + פה + לה, ומסומן על ידי  ״Dm״:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Dm" z |`,
              },
            },
            {
              para: 'אקורד מי מינור מורכב מהצלילים מי + סול + סי, ומסומן על ידי  ״Em״:',
            },
            {
              tune: {
                header: {
                  L: '1/1',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Em" z |`,
              },
            },
          ],
        },
        // lesson 2
        {
          lessonHeader: 'תרגול נגינת שמיניות ביד ימין',
          lessonElements: [
            {
              para: 'לנגן שמיניות יכול להיות מעט מבלבל בהתחלה, אבל תתחילו לאט ואתם תבינו מה הולך.',
            },
            {
              para: 'שימו מטרונום על טמפו איטי ותנגנו את התרגילים הבאים:',
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `|: C2 C2 CC C2 | C2 C2 CC C2 | CC C2 CC C2 | C2 C2 C4 :| `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `|: C4 C2 C2 | CCCC C2 C2 | CCCC CC C2 |CC C2 C4 :| `,
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `|: CC C2 CC C2 | CCCC CCCC | C2 C2 CCCC | C2 CC CC C2 :|`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `|: C2 C2 CC C2 | C2 CC C2 CC |C2 CC CC C2 | CCCC C2 C2 :|`,
              },
            },
            {
              para: 'נמשיך לתרגל שמיניות עם מנגינות יותר מעניינות (נסוע לרקוע עם הרגל את הקצב של הרבעים ביחד עם המטרונום):',
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `C2 C2 D2 E2 | E2 ED C2 C2 | E2 ED C2 DE | D2 D2 D4 |
                C2 C2 D2 E2 | E2 ED CD E2 | EDCD E2 D2 |D2 E2 C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `E2 ED C2 C2 | E2 ED C2 C2 | E2 ED CEDC | DEDC D2 CD |
                E2 ED C2 C2 | E2 ED CD E2 |EDCD EDCD | ED C2 C4 |]`,
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `E4 D2 C2 | E2 ED C2 C2 | E4 D2 C2 | EDED D4 |
                E4 D2 C2 | E2 ED CEDC |E2 E2 EDED | C8 |]`,
              },
            },
          ],
        },
        // lesson 3
        {
          lessonHeader: 'תרגול אקורדים חדשים',
          lessonElements: [
            {
              para: 'TODO: add content',
            },
          ],
        },
        // lesson 4
        {
          lessonHeader: 'תרגול יצירות',
          lessonElements: [
            {
              para: 'שימו לב להבדל בין האקורדים המינוריים למז׳וריים. אתם מצליחים להבדיל ביניהם מתוך שמיעה? אתם שמים לב להבדל ב- ״צבע״ שלהם? אולי לא על ההתחלה, אבל תוך כדי שאתם מנגנים, תקשיבו היטב לצלילים שאתם מנגנים. תקשיבו איך צלילים נשמעים כאשר הם מנוגנים אחד ביחד עם השני. תקשיבו היטב להרמוניות, ולאופן שבו חילופי ההרמוניות משפיעים על התחושה שאנחנו מקבלים מהמוזיקה. ',
            },
            {
              para: 'נגנו את התרגילים הבאים, ותקפידו שאתם מנגנים את האקורדים הנכונים, עכשיו שמתחילים להיות אצלנו יותר אקורדים בארגז הכלים שלנו.',
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E C D E |"G" D E"Am" C2 |"F" C E D C |"G" D E E2 |
      "C" E C D E |"F" D C C2 |"Am" D C C D |"Em" D2 E2 |
      "C" E C D E |"F" D C C2 |"G" D C C2 |"C" C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 G F |"G" G2 E D |"Dm" F2 E D |"G" D4 |
                  "C" E F G F |"F" E D C2 |"Dm" D E F E |"G" E2 D2 |
                  "C" E F G F |"Dm" E F D C |"F" E F G F |"G" E F D C |
                  "C" C2 G F |"G" G2 E D |"F" F2 E D |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Dm" D E F E | D E F E |"G" D2 D E |"F" D2"G" D2 |
                  "C" E F G F | E F G F |"F" E2 E F |"G" E2 D2 |
                  "Dm" G F D C |"F" G E F2 |"C" F E C D |"G" E F D C |
                  "Dm" D E F E |"C" E F G F |"F" F E C D |"C" E4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E D E C |"G" D C D E |"F" F E F D |"C" E G"G" F E |
                  "Am" E D E C |"Dm" D C D E |"F" F C D C |"G" D E D C |
                  "C" E D E C |"G" D C D E |"F" F E F D |"C" E G"G" F E |
                  "F" G F G E |"Dm" F E F G |"G" F E D C |"C" C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C D E F | G F E D |"F" C D E F |"G" G E D C |
                  "F" G F E D |"C" G F E2 |"G" G E D C |"Dm" F E"G" D2 |
                  "C" C D E F |"G" G F E D |"Am" C D E F |"F" E D C D |
                  "C" D C E F |"Am" G F E D |"Dm" C D"G" E F |"C" E D C2 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 E2 |"Em" G G G E |"F" E2 F2 |"G" E F E D |
                  "Am" C2 E2 |"Dm" F F F E |"G" D C D C |"C" D E E2 |
                  "F" G2 F2 |"Em" D E E2 |"Dm" G F F E |"G" E D D C |
                  "C" C2 E2 |"Em" G G G E |"F" E2"G" F2 |"C" E4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
          ],
        },
        // lesson 5
        {
          lessonHeader: 'רגול יצירות עם שמיניות',
          lessonElements: [
            {
              para: 'בשיעור הזה נעלה את רמת הקושי ונתרגל יצירות עם שמיניות.',
            },
            {
              para: 'כל תרגיל קודם כל תנסו לנגן בפרימה ויסטה. לאחר מכן, נגנו לחוד את התפקידים של שתי הידיים (יד שמאל קודם שורשים ואז פירוקי רבעים). אחר כך תנגנו עם מטרונום עם שתי ידיי םכאשר יד שמאל מנגנת שורשים, ואז נגנו שוב כאשר יד שמאל מנגנת פירוקי רבעים. כל שלב כזה בתרגיל תנגנו כמה פעמים שאתם צריכים עד שאתם יכולים לנגן את התרגיל כמה פעמים ברצף בלי טעויות.',
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Am" z4 G2 GE |"Em" DE E4 z2 |"F" z4 G2 GE |"G" DE E4 z2 |
                  "Am" z4 E2 EC |"Dm" CD D4 DE |"Em" FE E2 FEED |"Am" E8 |
                  "C" z4 G2 GE |"F" DE E4 z2 |"C" z4 G2 GE |"Dm" DEED"G" E2 z2 |
                  "Am" C4 G2 GE |"F" DE C4 DE |"Dm" FE E2"G" FEED |"C" E8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C2 CC C2 C2 |"F" C2 CC C2 C2 |"C" C2 DE"Em" DEFG |"Dm" EFEF"G" D4 |
                  "Am" C2 CC C2 D2 |"Em" E2 EE E2 EF |"F" G4 F2 E2 |"G" E4 D4 |
                  "Em" GG G4 F2 |"Dm" EF F4 E2 |"C" DF E4 D2 |"G" D4"Em" D4 |
                  "Am" C2 CC C2 D2 |"Em" E2 EE E2 E2 |"F" E2 F2"G" E2 D2 |"C" D4 C4 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"G" z2 z G FDFE |"C" E2 E4 DE |"F" FGFG"C" EFED |"Dm" EFEF"G" DEDC |
                  "Dm" z GFD"G" FEDC |"F" z FEC"G" EDEC |"F" z FEC"G" EDEC |"C" C4"Am" z4 |
                  "Dm" z2 z G"G" FDFE |"C" E2 E2-"Am" E2 DE |"F" z CDE"Dm" z EDE |"G" z GDE"Em" E4 |
                  "Dm" z GFD"G" FEDC |"F" z FEC"G" EDEC |"F" z FEC"G" EDEC |"C" C4 z4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
          ],
        },
      ],
    },

    // chapter 4
    {
      chapterHeader: 'השלמת האוקטבה האמצעית',
      lessons: [
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            { para: 'בפרק הזה סוף סוף נוכל לנגן אוקטבה אחת שלמה ולהשתמש בה לנגינת יצירות כיפיות.' },
            { para: 'הצלילים שנלמד הם: לה, סי באוקטבה האמצעית, ו- דו באוקטבה מספר 4.' },
            { para: 'בנוסף לכך כדי להתקדם גם בכיוון של קריאת ערכי קצב נלמד סימון קצב שנקרא ״קשת״.' },
          ],
        },

        {
          lessonHeader: 'קשת',
          lessonElements: [
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C D E D- |"F" D E F E- |"G" E F G D- |"C" D2 E2- |
            "Am" E G C G- |"Dm" G F C2- |"F" C F C D- |"C" D2"Em" E2 |
            "C" C D E D- |"F" D E F E- |"G" E F G D- |"Am" D2 E2- |
            "C" E G C G- |"F" G F C2- |C F"G" C D- |"C" D2 C2 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E2 ED E2 GC- |"Am" C6 GF- |"F" F2 E2 F2 GG- |"G" G4 F4 |
                  "Am" E2 ED E2 DC- |"Dm" CD- D2 F4 |"F" z2 E2 F2 ED- |"G" D2 CD- D4 |
                  "C" E2 ED E2 CG- |"Am" GG C2 C G2 F- |"F" F2 E2 F E2 D |"G" E2 ED- D4 |
                  "C" E2 ED E2 CG- |"Am" GG C2 C G2 F- |"F" F2 E2"G" E D2 C- |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
          ],
        },
      ],
    },

    // chapter 5
    {
      chapterHeader: 'השלמת שבעת האקורדים',
      lessons: [
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            {
              para: 'אז מה כבר הספקנו ללמוד עד עכשיו? למדנו לקרוא את התווים באוקטבה האמצעית, למדנו 6 אקורדים ולמדנו כמה ערכי קצב בסיסיים. ',
            },
            { para: 'בפרק הזה נלמד את האקורד השביעי של סולם דו מז׳ור, שנקרא ״סי מוקטן״.' },
            {
              para: 'זה אקורד שפחות נמצא בשימוש לעומת האקורדים המז׳וריים והמינוריים, אבל גם לאקורד הזה יכולים להיות הרבה שימושים, ואפשר ליצור איתו מוזיקה מעניינת.',
            },
            { para: 'בנוסף לאקורד הזה נלמד קונספט חדש בתחום הקצב שנקרא ״קצב מנוקד״.' },
            { para: 'כאשר מוסיפים לערך קצב מסוים ״נקודה״ אז הוא הופך לקצב מנוקד, שזה אומר שהמשך שלו גדל ב- 50%.' },
            { para: 'במילים אחרות, לקצב מנוקד מוסיפים מחצית מערכו.' },
            { para: 'לדוגמה הערך ״חצי״ שווה ערך לשני רבעים. לכן חצי מנוקד יהיה שווה לשלושה רבעים.' },
            {
              para: 'לפי אותו הגיון, רבע מנוקד יהיה שווה ערך לשלושה שמיניות. נסו להבין למה. תסבירו לעצמך בקום רם מה זה מקצב מנוקד.',
            },
          ],
        },

        {
          lessonHeader: 'הקצב המנוקד',
          lessonElements: [
            { para: 'בואו נתרגל תווים עם קצב מנוקד.' },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" G3 F |"Em" E3 D |"F" C C D E |"Dm" E2"G" D2 |
                "Am" C3 G |"F" C3 G |"Dm" F3 C |"G" D4 |
                "C" G3 F |"Em" E3 D |"F" C C D E |"Dm" F2"Em" E2 |
                "F" D2 C D |"G" E3 D |"Em" D2 C2 |"C" C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"F" C6 D2 |"Am" C4 E4 |"Em" z2 G2 F2 E2 |"Dm" z2 F2 E2 D2 |
                  "F" C6 D2 |"C" E8 |"Em" z2 GF FEED |"Dm" z2 FE EDDC |
                  "G" z2 DC D2 DC |"Dm" DCDE"G" D2 D2 |"Am" z2 ED E2 ED |"Em" EGED E2 D2 |
                  "F" C6 D2 |"Am" CDCD E4 |"Dm" z2 F2"G" E2 D2 |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C3 G"F" F3 C |"Am" E3 C"G" D4 |"F" C3 F"C" E3 F |"Dm" D4-"G" D4 |
                  "C" C3 G"Am" G3 E |"Dm" G2 F2"G" E2 D2 |"Dm" GDFE"G" E3 D |"C" D3 C"Am" C4 |
                  "F" C3 F"C" E3 D |"Em" E3 G"Dm" F3 E |"F" F6 E2 |"Dm" E2 FE"G" D4 |
                  "C" C3 G"F" F3 C |"Am" E3 C"G" D4 |"F" C6 C2 |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C4 E2 GA- |"F" A6 GE- |"C" E6 FE |"G" E2 GD- D4 |
                  "C" C4 E2 GA- |"Am" A6- AG |"Em" G6 E2 |"Dm" G2 AF- F4 |
                  "Am" E3 F EFED |"Em" DDFF"Am" ED C2 | E3 F EAED |"Em" DDFF"Am" E3 D |
                  "C" C4 E2 GF |"F" A6 GF |"Dm" E4-"G" E2 FE |"C" E2 DC- C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" C3 C G2 GE- |"Dm" EF F4 z2 |"F" EF F4 E2 |"G" DCDE D4 |
                  "Am" C3 C G2 GE |"F" G3 G C2 CE |"Dm" EF F4 E2 |"Em" DCDE D4 |
                  "F" C3 C F2 FC |"C" C3 C G2 GC |"Am" C3 C AGFE |"Dm" FEFG"G" E2 D2 | 
                  "C" C3 C G2 GE- |"Dm" EFFE EDEC |"F" z FFE"G" EDEC- |"C" C8 |] `,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E6- ED |"Am" E3 E E2 DE- |"F" E3 E GFED |"G" D2 EC- C D2 C |
                  "C" E6- EE |"Am" G3 F E2 DC |"F" G G2 F E2 DC |"G" EDED- DCEC- |
                  "C" CCDC ECDC- |"Am" CCDC ECDC- |"F" CCDC GFED |"G" D2 EC- C D2 C |
                  "C" CD E4- ED |"Am" E3 E"Em" E2 DE- |"Dm" E3 E"G" FEDC- |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" CEGA- AG E2 |"Am" CEGA- A4 |"F" CEGA- AGEG |"G" GAED- D4 |
                  "Am" CEAE- E G2 E |"Em" GAED E4 |"F" EFCA- AGFE |"G" FGDE-"Am" E4 |
                  "C" CDEE E2 DC |"Em" D3 E- E4 |"Dm" CDFA- ADFA |"G" A3 G- G4 |
                  "C" CEGA- AG E2 |"Am" CEGA- A4 |"F" CEFA"G" EFDC- |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/8',
                  M: '4/4',
                  K: 'C',
                },
                body: `"C" E2 ED- D C2 C |"Am" C2 DE- E4 |"F" G G2 C2 G2 F- |"G" F2 E2 D4 |
                  "C" E3 E E2 EE- |"Bmb5" ED- D4 DC- |"Am" C3 C C2 CC- |"G" CD- D4 z2 |
                  "C" z2 ED- D C2 C |"Am" C2 DE- E4 |"F" G G2 C2 G2 F- |"G" FGEF DECD |
                  "C" ECCE ECCE- |"Bmb5" EDDE FEDC- |"Am" C3 C"F" C2 CC- |"C" C8 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
            {
              tune: {
                header: {
                  L: '1/4',
                  M: '4/4',
                  K: 'C',
                },
                body: `"Dm" D2 F G |"F" A3 F |"C" G2 E D |"Dm" F4 |
                  "G" D2 F G |"F" F2"Bmb5" E3/2 D/ |"C" D E-"Am" E F/E/ |"Dm" D2"G" z E |
                  "Am" A3/2 E/ E A |"Em" G3 E |"F" F2"Bmb5" E3/2 D/ |"G" E D2 E |
                  "Am" A3/2 E/ E A |"Em" G3 G |"F" A E"G" E D |"C" C4 |]`,
                meta: {
                  C: 'Irad Doron',
                },
              },
            },
          ],
        },
      ],
    },

    // chapter 6
    {
      chapterHeader: 'אפילוג',
      lessons: [
        {
          lessonHeader: 'מבוא',
          lessonElements: [
            {
              para: 'אז סיימתם את כל הפרקים עד כה, כל הכבוד! אם אלה היו הצעדים הראשונים שלכם בנגינה על פסנתר אני יודע שזאת הייתה דרך לא פשוטה בכלל.',
            },
            {
              para: 'מה אני מצפה ממכם להצליח לנגן בשלב זה? את כל התרגילים בפרקי הספר בשתי ידיים, כאשר יד ימין מנגנת את המנגינה, ויד שמאל מלווה בטכניקת פירוקי רבעים.',
            },
            {
              para: 'אם זה עדיין קשה, קחו לעצמכם עוד זמן ותמשיכו לתרגל לאט, לאט. זה יגיע. אם לא היום, אז מחר. אם לא מחר אז מחרתיים. תמשיכו להתאמן בלי לוותר עד שתצליחו. תזכרו שלא כל אחד יכול להיות פסנתרן דגול, יש כאלה שזה לא בשבילם, אבל פסנתרן דגול יכול להגיע מכל מקום. גם אתם יכולים אם תתמידו ותקבעו עתים לתרגול, כל אחד לפי יכולתו.',
            },
          ],
        },
      ],
    },

    // chapter 6
    //   [{ chapterHeader: 'צלילים נמוכים' }],
    //   [
    //     { lessonHeader: 'תרגול' },
    //     {
    //       tune: {
    //         header: {
    //           L: '1/4',
    //           M: '4/4',
    //           K: 'C',
    //         },
    //         body: `"C" E2 E2 |"F" E3 D |"G" D C D C |"Am" D E E D |
    // "F" C2 E2 |"G" D3 E |"Dm" F E D B, |"Am" C2"Dm" F2 |
    // "G" B,2"C" E2 |"F" A,3 C |"G" C2 B,2 |"C" E4 |]`,
    //         meta: {
    //           C: 'Irad Doron',
    //         },
    //       },
    //     },
    //   ],
    // epiloge

    // [
    //   {
    //     tune: {
    //       header: {
    //         L: '1/8',
    //         M: '4/4',
    //         K: 'C',
    //       },
    //       body: `"C" E2 C/D/E/F/ EDEC |"Am" AE- E2- EDEC |"Em" G2 G/F/E/D/"Dm" F2 F/E/D/C/ |"C" E4"G" D4 |
    //           "Am" C2 C/D/E/C/"F" A E2 F |"G" G D2 E"C" FEDC |"Em" G2 G/F/E/D/"Dm" F2 F/E/D/C/ |"C" E4"Em" D4 |
    //           "F" FFFA"G" G2 G/A/G/F/ |"Em" GFED"Am" A E2 E |"F" FFFA"G" G2 AA/G/ |"Dm" A4"G" G4 |
    //           "C" E2 C/D/E/F/ EDEC |"Am" AE- E2 z4 |"Em" G2 G/F/E/D/"Dm" F2 F/E/D/C/ |"C" EC- C2 z4 |]`,
    //       meta: {
    //         C: 'Irad Doron',
    //       },
    //     },
    //   },
    // ],
  ],
  level: 'begginer',
  description: 'Learn to play tunes in the middle octave',
  tags: [],
};

export default the_middle_octave;
